[Main]
Title = 自動錄製設定
chkAudo = 啟用自動錄製 
lblTip = (*您使用的是試用版本，所有的設置都不會生效)

gbStartSettings = 自動開始設定
rdStartUseTime = 開始錄製
cmbStartUstTime_Type_0 = 特定日期
cmbStartUstTime_Type_1 = 每天
cmbStartUstTime_Type_2 = 每週
chkSun = 週日
chkMon = 週一
chkTun = 週二
chkWen = 週三
chkThu = 週四
chkFri = 週五
chkSat = 週六
lblOpenTip = 自動開始前的操作
chkStartOpenApp = 應用程式
chkStartOpenUrl = 網頁
rdStartUseApp = 執行應用程式後開始錄製

gbStopSettings = 自動停止設定
rdEndType_NoEnd = 不停止
rdEndType_Length = 以時間停止錄製
rdEndType_Size = 以容量停止錄製
rdEndType_App = 以應用程式結束停止錄製
rdEndType_Time = 停止錄製的時間
lblEndRecordTip = 自動停止後的操作
chkEndRecord_ExitSelf = 錄製完成後退出程式
chkEndRecord_ExitSystem = 錄製完成後關閉電腦

gbOutput = 自動錄製輸出
rdOutputType_Normal = 預設的檔案夾與檔案名稱
rdOutputType_New = 設定輸出的檔案夾與檔案名稱:
lblAutoOutputDir = 檔案夾:
lblAutoOutputName = 檔案名稱:
strDefaultName = 我的錄製%Y-%M-%D-%T

gbDisplayType = 自動錄製時如何顯示 
rdDisplaySelf = 顯示音頻錄製 
rdMinSelf = 音頻錄製最小化
rdHideSelf = 隱藏音頻錄製

gbPlan = 自動錄製計畫
strNewPlan = 新計畫 %.2d


btnOK = 確定
btnCancel = 取消
btnApply = 應用
lblAudioDevice = 聲音：
IDS_AUDIO_DEVICE_MIX_MIC =  電腦音效與麥克風
IDS_AUDIO_DEVICE_MIX = 電腦音效
IDS_AUDIO_DEVICE_MIC = 麥克風
IDS_AUDIO_DEVICE_NONE = 無
lblAudo =啟用 %s
strDeletePlan = 您確定刪除所有選中的計畫嗎?
strClearPlan = 您確定清空所有的計畫嗎?


[frmFormatDes]
Title = 檔案名稱的格式說明
lblDes1 = 您可以使用下麵的標籤作為自動命名規則:
lblDes2 = %Y: 開始錄製的年份
lblDes3 = %M: 開始錄製的月份
lblDes4 = %D: 開始錄製的日期
lblDes5 = %T: 開始錄製的時間,格式為 HHMMSS
lblDes6 = 範例,設定 "我的錄製%Y-%M-%D-%T" 作為命名規則,錄製名稱為我的錄製2013-12-24-172550

[msgMain]
strErrorStartDate = "自動開始"的日期要在目前的日期以後
strErrorStartTime = "自動開始"的時間要在目前的時間之後
strErrorEndDate = "自動開始"的日期不能在 "自動停止"日期之後
strErrorEndTime = "自動開始"的時間不能在 "自動停止"時間之後
strErrorSpyApp =  請在"自動開始"中指定檢測的應用程式
strStopError_NoLength = 無效的"自動停止"的時間設定
strStopError_NoSize = 無效的"自動停止"的容量設定 
strStopError_NoApp = 請在"自動停止"中指定檢測的應用程式
strErrorOutput_Dir = 對自動錄製設定輸出檔案夾 
strErrorOutput_FileName = 對自動錄製設定輸出檔案名稱

strErrorExistsPlanName = "%s" 已經存在，請設置其他名稱！